{
    "Home": "Γρηγόρης Πασχαλίδης",
    "About": "¡Bienvenido a nuestro sitio!",
    "Projects": "Γρηγόρης Πασχαλίδης",
    "Contact": "¡Bienvenido a nuestro sitio!",
    "Grigoris Paschalidis": "Γρηγόρης Πασχαλίδης",
    "Embrace Progress": "Δέξου την πρόοδο",
    "With utmost efficiency": "Με την μέγιστη αποτελεσματικότητα",
    "Embrace it": "Δέξου",
    "About Me": "Σχετικά με εμένα",
    "Hello, I am Greg. I've been learning to code for almost 4 years now. Sadly I don't have any significant prior experience with web development but, hopefully this will change now.": "Γεια σας, είμαι ο Γρηγόρης και μαθαίνω να γράφω κώδικα τα ταλευταία 4 χρόνια περίπου. Δυστηχώς δεν έχω αξιοσημείωτη εργασιακή εμπειρία με το web design, αλλά ευελπιστώ ότι αυτό θα αλλάξει τώρα.",
    "One thing I enjoyed the most during the interview, I think for me was the whole vibe of the interview. It was like discussing with friends over something new that one of us saw. All the participants, including me ofc lol, were laid back and chill and I was very happy from the whole process.": "Ένα πράγμα το οποίο νομίζω μου άρεσε περισσότερο από την πρώτη συνέντευξη, νομίζω για εμένα ήταν το όλο κλίμα της συνέντευξης. Ήταν σαν να συζητάω με φίλους για κάτι που είδε κάποιοσ από εμάς. όλοι οι συμμετέχοντες, μαζί και με εμένα φυσικά :P, ήμασταν χαλαροί και χαρούμενοι καθ'όλη την διάρκεια.",
    "In 5 years I see myself in your team hopefully, still coding and mastering Astro and Svelte, cause hey, let's face it. This project isn't exactly what you'd call the best of the best, but I am happy about it. Both astro and svelte are languages I have never used before, so being able to do this site from scratch was hard but rewarding for me and honestly it makes me happy with the result. I know it ain't perfect, but that is why I want to join your team. To make it perfect one day!": "Σε 5 χρόνια, φαντάζομαι τον εαυτό μου στην ομάδα σας, όπου ακόμα θα γράφω κώδικα και θα μαθαίνω Astro kai Svelte, γιατί ας το δούμε αντικειμενικά. Αυτό το πρότζεκτ σίγουρα δεν είναι και το τέλειο πρότζεκτ αλλά με κάνει χαρούμενο. Και οι δύο γλώσσες είναι γλώσσες με τις οποίες δεν έχω ξαναδουλέψει οπότε το να καταφέρω να φτιάξω από το τίποτα αυτό και να το παραδώσω, εμένα με ευχαρίστησε και με το αποτέλεσμα. Ένας λόγος που θα ήθελα να μπω στην ομάδα σας είναι ακριβώς για να τα μάθω καλύτερα και να τα τελειοποιήσω όσο μπορώ!  ",
    "Let's get in touch": "Επικοινωνήστε μαζί μου.",
    "Got an idea for a website? Let's get together and see what we can do.": "Έχετε κάποια ιδέα για site που σας αρέσει? Στείλτε να την συζητήσουμε",
    "Your email": "Το μειλ σας",
    "Subject": "Θέμα",
    "Your message": "Το μήνυμα σας",
    "Send Message": "Αποστολη"
}